{
  "terms": [
    {
      "title": "WEBSITE",
      "body": [
        "We craft personalized itineraries tailored to each traveller's preferences, whether solo or in a group. This includes handpicking tailored accommodations and activities for your budget and interests, so that you do not have to stress planning it all."
      ],
      "bullets": []
    },
    {
      "title": "TERMS & CONDITIONS",
      "body": [
        "These Terms & Conditions apply to all bookings, enquiries, itineraries and services provided by Karvaann Experiences (\"Karvaann\", \"we\", \"us\", \"our\"). By accessing our website, engaging our services or confirming a booking, the traveller (\"you\", \"client\", \"traveller\") agrees to be bound by these terms."
      ],
      "bullets": []
    },
    {
      "title": "1. Nature of Services & Role of Karvaann Experiences",
      "body": [
        "Karvaann Experiences is a travel experience curator and facilitator.",
        "We design personalised itineraries and assist with bookings of flights, hotels, transport, activities and experiences through third-party service providers.",
        "Karvaann Experiences does not own or operate airlines, hotels, vehicles, cruise operators, activity providers or restaurants unless explicitly stated."
      ],
      "bullets": []
    },
    {
      "title": "2. Bookings, Quotations & Confirmation",
      "body": [
        "All quotations shared by Karvaann Experiences are indicative and subject to availability at the time of booking.",
        "Prices, availability and services may change until a booking is confirmed.",
        "A booking is considered confirmed only after required payment is received and written confirmation (email/WhatsApp/voucher) is shared by Karvaann Experiences.",
        "Verbal discussions or tentative holds do not constitute confirmation."
      ],
      "bullets": []
    },
    {
      "title": "3. Payments & Pricing",
      "body": [
        "3.1 Advance & Full Payment",
        "A non-refundable booking amount is required to initiate reservations.",
        "Flight bookings must be paid 100% in advance.",
        "Balance payments must be cleared within the communicated timelines.",
        "Failure to make payments on time may result in automatic cancellation.",
        "3.2 Pricing Basis",
        "All prices are calculated based on selected hotels and room categories, chosen transport type (private cab, coach, Volvo, bus, etc.), meals mentioned (Breakfast / CP / MAP / AP), experiences and sightseeing explicitly mentioned.",
        "Any service not mentioned in the itinerary or quotation is not included."
      ],
      "bullets": []
    },
    {
      "title": "4. Inclusions & Exclusions",
      "body": [
        "4.1 Inclusions",
        "Only services explicitly mentioned in your itinerary or voucher are included, such as accommodation in specified hotels and room categories, meal plan as mentioned, transfers and sightseeing as per itinerary, and experiences mentioned (cruises, safaris, tours, etc.).",
        "4.2 Exclusions",
        "Unless clearly stated, the following are not included:"
      ],
      "bullets": [
        "Airfare (unless specified)",
        "Visa charges",
        "Travel insurance or medical insurance",
        "Early check-in / late check-out (subject to hotel policy)",
        "Room service, minibar, laundry, tips, porterage",
        "Meals not mentioned",
        "Entry fees unless specified",
        "Personal expenses of any nature",
        "Any cost arising due to itinerary changes beyond control"
      ]
    },
    {
      "title": "5. Additional Expenses",
      "body": [
        "Any extra services availed by the traveller during the trip must be paid directly to the service provider (hotel, restaurant, activity operator, transport provider).",
        "Karvaann Experiences will not be responsible for settling such expenses."
      ],
      "bullets": []
    },
    {
      "title": "6. Cancellation, Amendments & No-Show",
      "body": [
        "6.1 Cancellations",
        "Booking amounts are non-refundable.",
        "Cancellation charges depend on individual airline, hotel, transport or activity provider policies.",
        "Karvaann Experiences will communicate applicable charges upon request.",
        "6.2 Amendments",
        "Date changes, name changes or service modifications are subject to availability and may incur additional charges.",
        "Confirmed bookings once amended may become non-refundable.",
        "6.3 No-Show",
        "No refunds will be provided in case of no-show, partial utilisation or early departure."
      ],
      "bullets": []
    },
    {
      "title": "7. Itinerary Changes & Operational Flexibility",
      "body": [
        "The itinerary sequence may be changed due to weather conditions, road closures, safety concerns, local restrictions or operational constraints.",
        "Karvaann Experiences reserves the right to alter itineraries to ensure safety and continuity.",
        "No refund will be provided for skipped or shortened services due to such circumstances."
      ],
      "bullets": []
    },
    {
      "title": "8. Hotels & Accommodation",
      "body": [
        "Hotel classifications (3 star, 4 star, 5 star) are as per local standards, not international benchmarks.",
        "Room views, floor preference and bedding are subject to availability.",
        "Early check-in / late check-out is not guaranteed unless confirmed in writing.",
        "Any damage caused to hotel property is the traveller's responsibility."
      ],
      "bullets": []
    },
    {
      "title": "9. Transport & Transfers",
      "body": [
        "Vehicles are provided as per itinerary (sedan, SUV, tempo traveller, coach, etc.).",
        "Vehicle usage is limited to itinerary timings and routes.",
        "Any deviation, waiting time or extra usage may attract additional charges.",
        "Seat allocation in buses or coaches is subject to operator policy."
      ],
      "bullets": []
    },
    {
      "title": "10. Flights, Trains & Cruises",
      "body": [
        "Karvaann Experiences is not responsible for flight delays or cancellations, schedule changes, missed connections, or baggage loss or damage.",
        "Airline rules apply for baggage allowance, meals and seat selection.",
        "Name mismatches or incorrect details may result in cancellation without refund."
      ],
      "bullets": []
    },
    {
      "title": "11. Activities, Safaris & Experiences",
      "body": [
        "Activities are subject to weather conditions, operational availability and local regulations.",
        "Safety instructions must be followed at all times.",
        "Karvaann Experiences is not liable for injuries arising from activities conducted by third-party operators."
      ],
      "bullets": []
    },
    {
      "title": "12. Travel Documents, Insurance & Health",
      "body": [
        "Travellers are responsible for valid passports, visas, permits and transit visa requirements.",
        "Travel and medical insurance are not included unless explicitly mentioned.",
        "Travellers must be medically fit to travel and disclose any relevant conditions (if any)."
      ],
      "bullets": []
    },
    {
      "title": "13. Traveller Conduct & Responsibility",
      "body": [
        "Travellers must respect local laws, customs and cultural norms.",
        "Any illegal activity or misconduct may lead to termination of services without refund.",
        "Karvaann Experiences reserves the right to refuse service to travellers engaging in disruptive behaviour."
      ],
      "bullets": []
    },
    {
      "title": "14. Force Majeure",
      "body": [
        "Karvaann Experiences shall not be liable for delays, cancellations or losses caused by events beyond control, including but not limited to natural disasters, pandemics, political unrest, government regulations or Acts of God."
      ],
      "bullets": []
    },
    {
      "title": "15. Limitation of Liability",
      "body": [
        "Karvaann Experiences' liability, if any, is limited to the amount paid for the specific service.",
        "We shall not be liable for indirect, consequential or incidental damages."
      ],
      "bullets": []
    },
    {
      "title": "16. Intellectual Property",
      "body": [
        "All itineraries, designs, branding, text and content are the intellectual property of Karvaann Experiences and may not be reproduced without permission."
      ],
      "bullets": []
    },
    {
      "title": "17. Governing Law & Jurisdiction",
      "body": [
        "These Terms & Conditions are governed by the laws of India, with jurisdiction limited to courts in Delhi."
      ],
      "bullets": []
    },
    {
      "title": "18. Contact Us",
      "body": [
        "For any questions regarding these Terms & Conditions, please contact us at info@karvaannexperiences.com."
      ],
      "bullets": []
    },
    {
      "title": "PRIVACY POLICY",
      "body": [
        "At Karvaann Experiences, your privacy matters to us as much as your travel experience. This Privacy Policy explains how we collect, use, store, share and protect your personal information when you interact with our website or use our services.",
        "By accessing our website or engaging our services, you consent to the practices described below."
      ],
      "bullets": []
    },
    {
      "title": "1. Information We Collect",
      "body": [
        "We collect only the information necessary to plan, book and manage your travel experiences smoothly.",
        "1.1 Information You Provide Directly",
        "This includes:"
      ],
      "bullets": [
        "Full name",
        "Phone number and email address",
        "Travel preferences and requirements",
        "Dates of travel, destinations and itinerary details",
        "Identification details required for bookings (passport details, DOB, nationality, etc., when applicable)",
        "Special requests (dietary needs, medical considerations, celebrations, accessibility requirements)"
      ]
    },
    {
      "title": "1.2 Information Collected Automatically",
      "body": [
        "When you visit our website, we may collect IP address, browser type and device information, and pages visited and time spent on the website. This data is used only for analytics and website improvement."
      ],
      "bullets": []
    },
    {
      "title": "2. How We Use Your Information",
      "body": [
        "Your personal information is used strictly for legitimate business and operational purposes, including:"
      ],
      "bullets": [
        "Designing and personalising travel itineraries",
        "Making and managing bookings with airlines, hotels, transport providers and activity operators",
        "Communicating trip details, updates, reminders and support",
        "Providing customer service before, during and after travel",
        "Improving our services, website experience and offerings"
      ]
    },
    {
      "title": "3. Sharing of Information",
      "body": [
        "We share your information only when required and only with trusted third parties, such as:"
      ],
      "bullets": [
        "Airlines",
        "Hotels and accommodation providers",
        "Transport operators",
        "Activity and experience providers",
        "Government or regulatory authorities (when legally required)"
      ]
    },
    {
      "title": "3.1 Data Sharing Principles",
      "body": [
        "Your data is shared strictly on a need-to-know basis to deliver the services you have requested.",
        "Karvaann Experiences does not sell, rent or trade your personal data to third parties for advertising or marketing purposes."
      ],
      "bullets": []
    },
    {
      "title": "4. Communication & Marketing",
      "body": [
        "We may contact you via phone, email or WhatsApp for itinerary updates, confirmations, reminders or support.",
        "When you share your details, you agree to receive promotional communication (offers, updates, travel inspiration).",
        "You may opt out of promotional communication at any time by contacting us.",
        "Transactional and booking-related communication will continue as required for service delivery."
      ],
      "bullets": []
    },
    {
      "title": "5. Data Storage & Security",
      "body": [
        "We take reasonable and appropriate measures to safeguard your personal information against unauthorised access, misuse or alteration, loss or disclosure.",
        "Your data is stored securely and accessed only by authorised personnel. While we follow industry-standard practices, no method of transmission over the internet is completely secure, and we cannot guarantee absolute security."
      ],
      "bullets": []
    },
    {
      "title": "6. Cookies & Analytics",
      "body": [
        "Our website may use cookies or analytics tools to understand visitor behaviour, improve website performance and enhance user experience.",
        "Cookies do not collect personally identifiable information unless you voluntarily provide it. You can choose to disable cookies through your browser settings."
      ],
      "bullets": []
    },
    {
      "title": "7. International Travel & Data Transfer",
      "body": [
        "As Karvaann Experiences curates domestic and international travel, your personal data may be shared with service providers located outside India. In such cases, we ensure that data is shared only for booking and operational purposes and handled responsibly."
      ],
      "bullets": []
    },
    {
      "title": "8. Data Retention",
      "body": [
        "We retain personal information only for as long as required to fulfil travel services, necessary for legal, regulatory, or accounting purposes, or needed to maintain service records for future reference (unless deletion is requested)."
      ],
      "bullets": []
    },
    {
      "title": "9. Your Rights",
      "body": [
        "You have the right to request access to your personal data, request correction of inaccurate or incomplete information, request deletion of your personal data subject to legal or operational requirements, and withdraw consent for non-essential data usage.",
        "Requests can be made by contacting us at the details provided below."
      ],
      "bullets": []
    },
    {
      "title": "10. Third-Party Websites",
      "body": [
        "Our website may contain links to third-party websites. Karvaann Experiences is not responsible for the privacy practices or content of such websites. We encourage you to review their privacy policies separately."
      ],
      "bullets": []
    },
    {
      "title": "11. Children's Privacy",
      "body": [
        "Our services are not directed toward children under the age of 18 without parental or guardian consent. We do not knowingly collect personal data from minors."
      ],
      "bullets": []
    },
    {
      "title": "12. Changes to This Privacy Policy",
      "body": [
        "Karvaann Experiences reserves the right to update or modify this Privacy Policy at any time. Any changes will be reflected on this page with an updated revision date.",
        "Continued use of our website or services after changes implies acceptance of the updated policy."
      ],
      "bullets": []
    },
    {
      "title": "13. Contact Us",
      "body": [
        "If you have any questions, concerns, or requests regarding this Privacy Policy or how your data is handled, you can contact us at info@karvaannexperiences.com."
      ],
      "bullets": []
    }
  ]
}
