{
  "terms": [
    {
      "title": "Terms & Conditions",
      "body": [
        "These Terms & Conditions apply to all bookings, enquiries, itineraries and services provided by Karvaann Experiences (\"Karvaann\", \"we\", \"us\", \"our\"). By accessing our website, engaging our services or confirming a booking, the traveller (\"you\", \"client\", \"traveller\") agrees to be bound by these terms."
      ],
      "bullets": []
    },
    {
      "title": "1. Nature of Services & Role of Karvaann Experiences",
      "body": [
        "Karvaann Experiences is a travel experience curator and facilitator.",
        "We design personalised itineraries and assist with bookings of flights, hotels, transport, activities and experiences through third-party service providers.",
        "Karvaann Experiences does not own or operate airlines, hotels, vehicles, cruise operators, activity providers or restaurants unless explicitly stated."
      ],
      "bullets": []
    },
    {
      "title": "2. Bookings, Quotations & Confirmation",
      "body": [
        "All quotations shared by Karvaann Experiences are indicative and subject to availability at the time of booking.",
        "Prices, availability and services may change until a booking is confirmed.",
        "A booking is considered confirmed only after required payment is received and written confirmation (email/WhatsApp/voucher) is shared by Karvaann Experiences.",
        "Verbal discussions or tentative holds do not constitute confirmation."
      ],
      "bullets": []
    },
    {
      "title": "3. Payments & Pricing",
      "body": [
        "A non-refundable booking amount is required to initiate reservations.",
        "Flight bookings must be paid 100% in advance.",
        "Balance payments must be cleared within the communicated timelines.",
        "Failure to make payments on time may result in automatic cancellation."
      ],
      "bullets": [
        "Selected hotels and room categories",
        "Chosen transport type (private cab, coach, Volvo, bus, etc.)",
        "Meals mentioned (Breakfast / CP / MAP / AP)",
        "Experiences and sightseeing explicitly mentioned",
        "Any service not mentioned in the itinerary or quotation is not included"
      ]
    },
    {
      "title": "4. Inclusions & Exclusions",
      "body": [
        "Only services explicitly mentioned in your itinerary or voucher are included."
      ],
      "bullets": [
        "Accommodation in specified hotels and room categories",
        "Meal plan as mentioned (e.g., Breakfast only)",
        "Transfers and sightseeing as per itinerary",
        "Experiences mentioned (cruises, safaris, tours, etc.)"
      ]
    },
    {
      "title": "4.2 Exclusions",
      "body": [
        "Unless clearly stated, the following are not included:"
      ],
      "bullets": [
        "Airfare (unless specified)",
        "Visa charges",
        "Travel insurance or medical insurance",
        "Early check-in / late check-out (subject to hotel policy)",
        "Room service, minibar, laundry, tips, porterage",
        "Meals not mentioned",
        "Entry fees unless specified",
        "Personal expenses of any nature",
        "Any cost arising due to itinerary changes beyond control"
      ]
    },
    {
      "title": "5. Additional Expenses",
      "body": [
        "Any extra services availed by the traveller during the trip must be paid directly to the service provider.",
        "Karvaann Experiences will not be responsible for settling such expenses."
      ],
      "bullets": []
    },
    {
      "title": "6. Cancellation, Amendments & No-Show",
      "body": [
        "Booking amounts are non-refundable.",
        "Cancellation charges depend on individual airline, hotel, transport or activity provider policies.",
        "Date changes, name changes or service modifications are subject to availability and may incur additional charges.",
        "No refunds will be provided in case of no-show, partial utilisation or early departure."
      ],
      "bullets": []
    },
    {
      "title": "7. Itinerary Changes & Operational Flexibility",
      "body": [
        "The itinerary sequence may be changed due to weather conditions, road closures, safety concerns, local restrictions or operational constraints.",
        "Karvaann Experiences reserves the right to alter itineraries to ensure safety and continuity.",
        "No refund will be provided for skipped or shortened services due to such circumstances."
      ],
      "bullets": []
    },
    {
      "title": "8. Hotels & Accommodation",
      "body": [
        "Hotel classifications (3★, 4★, 5★) are as per local standards, not international benchmarks.",
        "Room views, floor preference and bedding are subject to availability.",
        "Early check-in / late check-out is not guaranteed unless confirmed in writing.",
        "Any damage caused to hotel property is the traveller’s responsibility."
      ],
      "bullets": []
    },
    {
      "title": "9. Transport & Transfers",
      "body": [
        "Vehicles are provided as per itinerary (sedan, SUV, tempo traveller, coach, etc.).",
        "Vehicle usage is limited to itinerary timings and routes.",
        "Any deviation, waiting time or extra usage may attract additional charges.",
        "Seat allocation in buses or coaches is subject to operator policy."
      ],
      "bullets": []
    },
    {
      "title": "10. Flights, Trains & Cruises",
      "body": [
        "Karvaann Experiences is not responsible for flight delays or cancellations, schedule changes, missed connections, or baggage loss or damage.",
        "Airline rules apply for baggage allowance, meals and seat selection.",
        "Name mismatches or incorrect details may result in cancellation without refund."
      ],
      "bullets": []
    },
    {
      "title": "11. Activities, Safaris & Experiences",
      "body": [
        "Activities are subject to weather conditions, operational availability and local regulations.",
        "Safety instructions must be followed at all times.",
        "Karvaann Experiences is not liable for injuries arising from activities conducted by third-party operators."
      ],
      "bullets": []
    },
    {
      "title": "12. Travel Documents, Insurance & Health",
      "body": [
        "Travellers are responsible for valid passports, visas and permits.",
        "Travel and medical insurance are not included unless explicitly mentioned.",
        "Travellers must be medically fit to travel and disclose any relevant conditions."
      ],
      "bullets": []
    },
    {
      "title": "13. Traveller Conduct & Responsibility",
      "body": [
        "Travellers must respect local laws, customs and cultural norms.",
        "Any illegal activity or misconduct may lead to termination of services without refund.",
        "Karvaann Experiences reserves the right to refuse service to travellers engaging in disruptive behaviour."
      ],
      "bullets": []
    },
    {
      "title": "14. Force Majeure",
      "body": [
        "Karvaann Experiences shall not be liable for delays, cancellations or losses caused by events beyond control."
      ],
      "bullets": [
        "Natural disasters",
        "Pandemics",
        "Political unrest",
        "Government regulations",
        "Acts of God"
      ]
    },
    {
      "title": "15. Limitation of Liability",
      "body": [
        "Karvaann Experiences’ liability, if any, is limited to the amount paid for the specific service.",
        "We shall not be liable for indirect, consequential or incidental damages."
      ],
      "bullets": []
    },
    {
      "title": "16. Intellectual Property",
      "body": [
        "All itineraries, designs, branding, text and content are the intellectual property of Karvaann Experiences and may not be reproduced without permission."
      ],
      "bullets": []
    },
    {
      "title": "17. Governing Law & Jurisdiction",
      "body": [
        "These Terms & Conditions are governed by the laws of India, with jurisdiction limited to courts in Delhi."
      ],
      "bullets": []
    },
    {
      "title": "18. Contact Us",
      "body": [
        "For any questions regarding these Terms & Conditions, please contact us at info@karvaannexperiences.com."
      ],
      "bullets": []
    }
  ],
  "privacy": [
    {
      "title": "1. Information We Collect",
      "body": [
        "We collect only the information necessary to plan, book and manage your travel experiences smoothly.",
        "1.1 Information You Provide Directly",
        "This includes:"
      ],
      "bullets": [
        "Full name",
        "Phone number and email address",
        "Travel preferences and requirements",
        "Dates of travel, destinations and itinerary details",
        "Identification details required for bookings (passport details, DOB, nationality, etc., when applicable)",
        "Special requests (dietary needs, medical considerations, celebrations, accessibility requirements)"
      ]
    },
    {
      "title": "1.2 Information Collected Automatically",
      "body": [
        "When you visit our website, we may collect:"
      ],
      "bullets": [
        "IP address",
        "Browser type and device information",
        "Pages visited and time spent on the website",
        "This data is used only for analytics and website improvement"
      ]
    },
    {
      "title": "2. How We Use Your Information",
      "body": [
        "Your personal information is used strictly for legitimate business and operational purposes."
      ],
      "bullets": [
        "Designing and personalising travel itineraries",
        "Making and managing bookings",
        "Communicating trip details and support",
        "Providing customer service",
        "Improving services and website experience"
      ]
    },
    {
      "title": "3. Sharing of Information",
      "body": [
        "We share your information only when required and only with trusted third parties."
      ],
      "bullets": [
        "Airlines",
        "Hotels and accommodation providers",
        "Transport operators",
        "Activity and experience providers",
        "Government or regulatory authorities (when legally required)"
      ]
    },
    {
      "title": "4. Communication & Marketing",
      "body": [
        "We may contact you for itinerary updates, confirmations, reminders or support.",
        "You may opt out of promotional communication at any time."
      ],
      "bullets": []
    },
    {
      "title": "5. Data Storage & Security",
      "body": [
        "We take reasonable and appropriate measures to safeguard your personal information.",
        "No method of transmission over the internet is completely secure, and we cannot guarantee absolute security."
      ],
      "bullets": []
    },
    {
      "title": "6. Cookies & Analytics",
      "body": [
        "Our website may use cookies or analytics tools to improve user experience.",
        "You can choose to disable cookies through your browser settings."
      ],
      "bullets": []
    },
    {
      "title": "7. International Travel & Data Transfer",
      "body": [
        "Your personal data may be shared with service providers located outside India for booking and operational purposes."
      ],
      "bullets": []
    },
    {
      "title": "8. Data Retention",
      "body": [
        "We retain personal information only as long as required for service, legal, regulatory or accounting purposes."
      ],
      "bullets": []
    },
    {
      "title": "9. Your Rights",
      "body": [],
      "bullets": [
        "Request access to your personal data",
        "Request correction of inaccurate or incomplete information",
        "Request deletion of your personal data (subject to legal requirements)",
        "Withdraw consent for non-essential data usage"
      ]
    },
    {
      "title": "10. Third-Party Websites",
      "body": [
        "We are not responsible for the privacy practices of third-party websites linked on our platform."
      ],
      "bullets": []
    },
    {
      "title": "11. Children’s Privacy",
      "body": [
        "Our services are not directed toward children under 18 without parental or guardian consent."
      ],
      "bullets": []
    },
    {
      "title": "12. Changes to This Privacy Policy",
      "body": [
        "We reserve the right to update or modify this Privacy Policy at any time.",
        "Continued use of our website or services after changes implies acceptance of the updated policy."
      ],
      "bullets": []
    },
    {
      "title": "13. Contact Us",
      "body": [
        "If you have any questions regarding this Privacy Policy, please contact us at info@karvaannexperiences.com."
      ],
      "bullets": []
    }
  ]
}
